accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
audacity
audiocd-kio
b43-fwcutter
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-utils
breeze-gtk
broadcom-wl-dkms
btrfs-progs
calibre
cantarell-fonts
cryptsetup
cups
cups-filters
cups-pdf
davinci-resolve
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
downgrade
dracut
dragon
duf
e2fsprogs
efibootmgr
efitools
elisa
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
ghostscript
git
glances
gparted
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gwenview
haveged
hdparm
heroic-games-launcher-bin
hplip
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kernel-install-for-dracut
khotkeys
kinfocenter
kinit
kio-fuse
kitty
konsole
kscreen
kwallet-pam
kwin-bismuth-bin
less
lib32-nvidia-utils
lib32-vulkan-icd-loader
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mtools
mullvad-vpn-bin
nano
nano-syntax-highlighting
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
nfs-utils
nilfs-utils
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
okular
openssh
pacman-contrib
pavucontrol
perl
pfetch
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma5-applets-virtual-desktop-bar-git
poppler-glib
power-profiles-daemon
powerdevil
print-manager
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
python-reportlab
qbittorrent
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
smartmontools
sof-firmware
solid
spectacle
spicetify-cli
splix
spotify
steam
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ulauncher
unrar
unzip
upower
usb_modeswitch
usbutils
vi
virtualbox
virtualbox-guest-iso
visual-studio-code-bin
w3m
welcome
wget
which
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xsettingsd
xterm
yay
zsh
